results/exp1/20260225T014131Z-vanilla-katran/raw/wrk/c8/run-5.txt
Running 1m test @ http://192.168.100.100:8080/exp1-1k.txt
  4 threads and 8 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    75.69us   13.35us   1.49ms   77.82%
    Req/Sec    26.11k     1.58k   28.92k    73.71%
  Latency Distribution
     50%   73.00us
     75%   81.00us
     90%   91.00us
     99%  117.00us
  6244406 requests in 1.00m, 7.40GB read
Requests/sec: 103901.28
Transfer/sec:    126.14MB